Repository: jeilsonaraujo/codes
Catalog: word_wise/lib/l10n/app_*.arb
Languages: pt

# authSignInPageForgotPassword
source: Forgot your password ?
pt: Esqueceu a senha ?

# authLogout
source: Logout
pt: Sair

# authSignInPageErrorLoginSnackbarMessage
source: Email or Password incorrect, please try again using a different
pt: Email ou Senha incorretas, verifique os dados e tente novamente

# authSignInPagePassword
source: password
pt: senha

# authSignInPageSignInToContinue
source: Hello there, sign in to keep favorites and history!
pt: Olá, faça login e mantenha seus favoritos e histórico atualizados!

# authSignInPageWelcome
source: Welcome Back
pt: Bem-vindo

# favoritesPageEmptyMessage
source: No favorite was found
pt: Nenhum favorito salvo

# favoritesPageErrorMessage
source: We had an issue while trying to load you favorite words.
pt: Aconteceu um erro enquanto carregávamos seus favoritos.

# favoritesPageLoadingMessage
source: Loading favorites
pt: Carregando favoritos

# favoritesPageTitle
source: Favorites
pt: Favoritos

# historyPageEmptyMessage
source: No words was registered yet
pt: Nenhuma palavra foi visualizada ainda

# historyPageErrorMessage
source: We had an issue while trying to load you history.
pt: Aconteceu um erro enquanto carregávamos seu histórico.

# historyPageLoadingMessage
source: Loading history
pt: Carregando o histórico

# historyPageTitle
source: History
pt: Histórico

# navigationItemFavorites
source: Favorites
pt: Favoritos

# navigationItemHistory
source: History
pt: Histórico

# navigationItemWords
source: Words
pt: Palavras

# wordDefinitionNotFoundMessage
source: The definition of this word could not be found.
pt: Não foi possível encontrar a definição dessa palavra.

# wordDefinitionPageLoadingMessage
source: Loading word definition
pt: Carregando a definição da palavra

# wordDefinitionPageMeanings
source: Meanings
pt: Significados

# wordDefinitionPageNextPhonetic
source: Next
pt: Anterior

# wordDefinitionPagePreviousPhonetic
source: Previous
pt: Próxima

# wordDefinitionPageTitle
source: Word Definition
pt: Definição da Palavra

# wordsPageEmptyMessage
source: No words was found
pt: Nenhuma Palavra foi encontrada

# wordsPageErrorMessage
source: We had an issue while trying to load the list of words
pt: Tivemos um problema enquanto tentávamos carregas a lista de palavras.

# wordsPageLoadingMessage
source: Loading words
pt: Carregando palavras

# wordsPageTitle
source: Words
pt: Palavras
